git
inetutils
man
nano
networkmanager
openssh
sudo
vi
vim
wget
zsh

gnome

base-devel
bat
btop
difftastic
ethtool
exfatprogs
eza
fd
ffmpeg
fzf
gdu
git
hugo
inetutils
jless
jq
less
lsof
mediainfo
# ncdu
openbsd-netcat
php
xdebug
powertop
python-virtualenv
rclone
restic
ripgrep
rsync
starship
tlp
tlp-rdw
unzip
vim
wget
yazi
zellij
zoxide
zsh

# GUI apps
blender
# element-desktop
gimp
gnome-tweaks
keepassxc
# librewolf
remmina
signal-desktop
timeshift
sushi
vlc